---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Element
zh: 构件、图元、元素
source: html/671c33f6-169b-17ca-583b-42f9df50ace5.htm
---
# Element Members

**中文**: 构件、图元、元素

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.